Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.4127c532bfe3
source: 同じ服・距離・光で、力を抜いて撮影
ar_sa: التقط صورًا بنفس الملابس والمسافة والضوء.
ca: Fes fotos amb la mateixa roba, distància i llum.
cs: Použijte stejné oblečení, vzdálenost a světelná podmínky a cvičte uvolněně.
da: Tag et billede med samme tøj, afstand og lys, og slap af
de_de: Nehmen Sie die gleiche Kleidung, Distanz und Lichtmitternahl, um entspannt zu trainieren.
el: Χρησιμοποιήστε το ίδιο ρούχο, την ίδια απόσταση και τον ίδιο φωτισμό κατά τη λήψη φωτογραφιών.
en_au: Take photos while wearing the same clothes, covering the same distance, and in consistent lighting, with relaxed muscles.
es_es: Utiliza la misma ropa, distancia y condiciones de luz para tomar la foto relajado
fi: Ota kuva samalla vaatteella, etäisyydellä ja valolla, rentoutuen.
fr_ca: Prenez des photos en portant la même tenue, sur la même distance et dans les mêmes conditions d'éclair
gu: સમાન કપ, અંતર અને પ્રકાશમાં, આરામથી ફોટો લો
he: באותה בגד, מרחק ואור, צלם תוך הרפיה
hi: एक ही कपड़े, दूरी और प्रकाश में, आराम से माप लें
hr: Fotografirajte u istoj odjeći, na istoj udaljenosti i pod istim svjetlom, opuste se.
hu: Azonban ugyanazokkal az öltözettel, távolsággal és fényviszonyok között, lazán végezd.
id: Gunakan pakaian, jarak, dan pencahayaan yang sama, dan ambil foto dengan rileks
it: Con lo stesso abbigliamento, distanza e illuminazione, rilassati durante la registrazione
ko: 같은 옷, 거리, 조명으로, 힘을 빼고 촬영
mr: समान कप, अंतर आणि प्रकाशात, आरामपूर्वक फोटो घ्या
ms: Dengan pakaian, jarak, dan cahaya yang sama, ambil gambar dengan santai
nl_nl: Neem dezelfde kleding, afstand en licht mee, en maak een foto zonder spanning.
no: Ta bildet med samme klær, avstand og lys, og slapp av
pl: Użyj tej samej odzieży, dystansu i warunków oświetleniowych, aby swobodnie wykonywać ćwiczenia.
pt_br: Com a mesma roupa, distância e iluminação, relaxe e tire a foto
pt_pt: Com a mesma roupa, distância e iluminação, relaxe e tire a foto
ro: Cu aceeași îmbrăcăminte, distanță și lumină, relaxează-te în timp ce filmezi
ru: Сделайте фото в той же одежде, на том же расстоянии и при одинаковом освещении, расслабившись.
sk: Použite rovnaké oblečenie, vzdialenosť a osvetlenie a urobte fotografiu s uvoľnením
sl: Uporabite isto obleko, razdaljo in svetlobo ter se poskusite sprožiti med snemanjem.
sv: Använd samma kläder, distans och ljus, och fokusera på att slappna av
ta: ஒரே உடை, தூரம் மற்றும் ஒளியில், நிதானமாக புகைப்படம் எடுக்கவும்
te: ఒకే దుస్తులు, దూరం మరియు కాంతిలో, రిలాక్స్డ్‌గా ఫోటో తీయండి
th: ถ่ายภาพด้วยเสื้อผ้า, ระยะทาง, และแสงเดียวกัน โดยผ่อนคลาย
tr: Aynı kıyafet, mesafe ve ışıkta, rahat bir şekilde çekim yapın
uk: Використовуйте одні й ті самі одяг, відстань і освітлення, розслабляючись під час зйомки.
vi: Chụp ảnh với cùng trang phục, khoảng cách và ánh sáng, thư giãn
zh_hans: 穿着相同服装、距离和光线，放松拍摄
zh_hant: 穿着相同服装、距离和光线，放松拍摄

# health_meals_body_ai.419ad2a6aa29
source: 詳しい分析
ar_sa: تحليل مفصل
ca: Anàlisi detallada
cs: Podrobné analýzy
da: Detaljerede analyser
de_de: Detaillierte Analyse
el: Λεπτομερής ανάλυση
en_au: Detailed Analysis
es_es: Análisis detallado
fi: Yksityiskohtaiset analyysit
fr_ca: Analyse détaillée
gu: વિગતવાર વિશ્લેષણ
he: ניתוח מפורט
hi: विस्तृत विश्लेषण
hr: Detaljna analiza
hu: Részletes elemzés
id: Analisis mendalam
it: Analisi dettagliata
ko: 자세한 분석
mr: तपशीलवार विश्लेषण
ms: Analisis terperinci
nl_nl: Gedetailleerde analyse
no: Detaljert analyse
pl: Szczegółowa analiza
pt_br: Análise detalhada
pt_pt: Análise detalhada
ro: Analiză detaliată
ru: Подробный анализ
sk: Podrobné analýzy
sl: Podrobna analiza
sv: Detaljerad analys
ta: விரிவான பகுப்பாய்வு
te: వివరణాత్మక విశ్లేషణ
th: รายละเอียดเพิ่มเติม
tr: Detaylı analiz
uk: Детальний аналіз
vi: Phân tích chi tiết
zh_hans: 详细分析
zh_hant: 詳細分析

# health_meals_body_ai.41c24080d6cf
source: 手首皮膚温は普段の範囲
ar_sa: درجة حرارة جلد المعصم ضمن المعدل الطبيعي
ca: La temperatura de la pell del canell està dins del rang normal
cs: Teplota na zápěstí je v normálním rozsahu
da: Hudtemperaturen på håndleddet er inden for normalområdet
de_de: Normaler Bereich der Handgelänkstemperatur
el: Η θερμοκρασία δέρματος στον καρπό είναι εντός της κανονικής περιοχής
en_au: Normal range for wrist skin temperature.
es_es: Temperatura de la piel en el muñón dentro del rango normal
fi: Ranteen lämpötila on normaalissa
fr_ca: Température de la peau au poignet dans les limites normales
gu: હાથની ત્વચાનું તાપમાન સામાન્ય શ્રેણીમાં છે
he: טמפרטורת עור במרפק בטווח הרגיל
hi: हाथ की त्वचा का तापमान सामान्य सीमा में है
hr: Temperatura kože na zapešću je u normalnom rasponu
hu: A karok hőmérséklete az átlagos tartományban van
id: Suhu kulit pergelangan tangan dalam rentang normal
it: La temperatura della pelle al polso è nella norma
ko: 손목 피부 온도는 평소 범위 내
mr: हातावरील त्वचेचे तापमान सामान्य पातळीवर आहे
ms: Suhu kulit pergelangan tangan dalam julat biasa
nl_nl: De temperatuur van de huid op je pols is binnen normale grenzen
no: Hudtemperatur i håndledd er innenfor normalt område
pl: Temperatura skóry nadgarstka w normalnym zakresie
pt_br: Temperatura da pele no pulso está dentro da faixa normal
pt_pt: Temperatura da pele no pulso está dentro da faixa normal
ro: Temperatura pielii de la încheietură este în intervalul normal
ru: Температура кожи на запястье в пределах нормы
sk: Bežná teplota kože na zápasťí
sl: Temperatura kože na zapestju je v normalnem obsegu
sv: Normal armtemperatur
ta: கையின் தோல் வெப்பநிலை வழக்கமான அளவை கொண்டுள்ளது
te: సాధారణ పరిధిలో చేతి చర్మ ఉష్ణోగ్రత
th: อุณหภูมิผิวหนังที่ข้อมืออยู่ในช่วงปกติ
tr: El Bileği Cilt Sıcaklığı Normal Aralıkta
uk: Температура шкіри на зап'ясті в межах норми
vi: Nhiệt độ da ở cổ tay trong phạm vi bình thường
zh_hans: 手腕皮肤温度在正常范围内
zh_hant: 手腕皮膚溫度在正常範圍內

# health_meals_body_ai.41cc3b9ae0d5
source: 今日の進み具合を確認
ar_sa: التحقق من التقدم اليوم
ca: Comproveu el progrés d'avui
cs: Zkontrolujte svůj pokrok dne
da: Bekræft din fremskridt i dag
de_de: Fortschritt heute überprüfen
el: Ελέγξτε την πρόοδό σας σήμερα
en_au: Check your progress for today
es_es: Verifica tu progreso hoy
fi: Tarkista päivän edistyminen
fr_ca: Vérifier vos progrès aujourd'hui
gu: આજેની પ્રગતિ ચકાસો
he: בדיקת ההתקדמות שלך היום
hi: आज की प्रगति की जांच करें
hr: Provjerite napredak danas
hu: A mai előrehaladást ellenőrizze
id: Memeriksa kemajuan hari ini
it: Verifica dei progressi di oggi
ko: 오늘의 진행 상황 확인
mr: आजच्या प्रगतीची माहिती मिळवा
ms: Memastikan kemajuan hari ini
nl_nl: Controleer uw voortgang van vandaag
no: Bekreft dagens fremgang
pl: Sprawdź postęp dzisiaj
pt_br: Verifique seu progresso de hoje
pt_pt: Verifique seu progresso de hoje
ro: Verifică progresul de astăzi
ru: Проверьте свой прогресс сегодня
sk: Overte si, ako ste sa posunuli
sl: Preverite svoj napredek za dan
sv: Kontrollera dina framsteg idag
ta: இன்றைய முன்னேற்றத்தை சரிபார்க்கவும்
te: ఈ రోజు యొక్క పురోగతిని తనిఖీ చేయండి
th: ตรวจสอบความคืบหน้าในวันนี้
tr: Bugünkü ilerleme durumunu kontrol et
uk: Перевірте свій прогрес сьогодні
vi: Kiểm tra tiến độ hôm nay
zh_hans: 确认今天的进展
zh_hant: 确认今日的进展情况

# health_meals_body_ai.41ce58020850
source: 会話を削除
ar_sa: حذف المحادثة
ca: suprimir la conversa
cs: Smazat rozhovor
da: Slet samtale
de_de: Gespräch löschen
el: Διαγραφή συνάντησης
en_au: Delete conversation
es_es: Eliminar conversación
fi: Poista keskustelu
fr_ca: Supprimer la conversation
gu: ચેટને દૂર કરો
he: מחיקת שיחה
hi: बातचीत को हटाएं
hr: Izbrisati razgovor
hu: Csevegés törlése
id: Hapus percakapan
it: Elimina conversazione
ko: 대화 삭제
mr: संवाद हटवा
ms: Padam perbualan
nl_nl: Gesprek verwijderen
no: Slett samtale
pl: Usuń rozmowę
pt_br: Excluir conversa
pt_pt: Excluir conversa
ro: Șterge conversația
ru: Удалить чат
sk: Vymazanie rozhovoru
sl: Izbris razgovora
sv: Ta bort konversation
ta: உரையாடலை நீக்கவும்
te: సంభాషణను తొలగించండి
th: ลบการสนทนา
tr: Sohbeti sil
uk: Видалити чат
vi: Xóa trò chuyện
zh_hans: 删除对话
zh_hant: 删除对话

# health_meals_body_ai.42539e8231ed
source: 「-」は未測定として合計から除外し、「Tr」は微量として0で概算します。
ar_sa: يشير "-" إلى أنه لا يتم قياسه ويتم استبعاده من الإجمالي، ويشير "Tr" إلى كمية تتبع ويتم تقريبها بـ 0.
ca: "-" indica que no es mesura i s'exclou del total, i "Tr" indica una quantitat de traça i s'aproxima amb 0.
cs: „-“ označuje hodnotu, která nebyla změřena, a je odečtena ze souhrnu. „Tr“ označuje malou hodnotu a je odhadována na 0.
da: "-" indgår ikke i den samlede sum, og "Tr" estimeres til 0.
de_de: „-“ bedeutet, dass der Wert nicht gemessen wurde und daher vom Gesamtbetrag abgezogen wird. „Tr“ steht für eine geringe Menge und wird mit 0 geschätzt.
el: Το "-" υποδηλώνει ότι δεν έχει μετρηθεί και αφαιρείται από το σύνολο, ενώ το "Tr" υποδηλώνει μια μικρή ποσότητα και εκτιμάται ως 0.
en_au: "-" represents unmeasured values, which are excluded from the total. "Tr" represents trace amounts and is estimated at 0.
es_es: "-" indica que no se ha medido, por lo que se excluye del total. "Tr" representa una cantidad mínima y se estima en 0.
fi: "-" tarkoittaa, että arvoa ei ole mitattu, ja se jätetään pois kokonaismäärästä. "Tr" tarkoittaa pientä määrää, jolloin se lasketaan nollaksi.
fr_ca: « » indique une valeur non mesurée, qui est exclue du total. « Tr » représente une quantité faible et est estimée à 0.
gu: "-" ને માપવામાં ન આવે અને તેને કુલમાંથી બાદ કરવામાં આવશે, "Tr" ને ખૂબ જ ઓછી માત્રા તરીકે 0 થી ગણવામાં આવશે.
he: "–" מציין מדידה לא בוצעה, ולכן מוסר מסך הסכום. "Tr" מציין כמות קטנה, ולכן מוערכת ב-0.
hi: "-" को मापा न होने के कारण कुल से घटाया जाएगा, और "Tr" को कम मात्रा के रूप में 0 मानकर अनुमान लगाया जाएगा।
hr: "–" označava vrijednost koja nije izmjerena, a "Tr" predstavlja malu količinu i procjenjuje se na 0.
hu: A "-" jel azt jelenti, hogy ez az érték még nem mérve, ezért kiválasztjuk a teljes összegezésből. A "Tr" pedig nagyon kis mennyiséget jelöl, melyet 0-val becsülünk.
id: "–" menunjukkan pengukuran yang belum dilakukan, sehingga dikeluarkan dari total. "Tr" menunjukkan jumlah kecil dan diperkirakan menjadi 0.
it: "-" indica che non è stato misurato, quindi viene escluso dal totale. "Tr" rappresenta una quantità minima e viene stimata a 0.
ko: "-"은 측정되지 않았으므로 총에서 제외하고, "Tr"는 미량으로 0으로 추정합니다.
mr: "-" म्हणजे मापन न केलेले, त्यामुळे एकूण मूल्यामधून वजा केले जाईल. "Tr" म्हणजे अगदी कमी प्रमाणात, म्हणून 0 ने अंदाजे गणले जाईल.
ms: "–" dikeluarkan daripada jumlah, dan "Tr" dianggarkan sebagai sejumlah kecil dengan nilai 0.
nl_nl: "-" staat voor ongemeten en wordt uitgesloten van de totale waarde. "Tr" staat voor een kleine hoeveelheid en wordt geschat op 0.
no: "-" indikerer at verdien ikke er målt, og blir ekskludert fra totalsummen. "Tr" representerer en liten mengde, og estimeres til 0.
pl: "-" oznacza, że wartość nie została zmierzona i jest pomijana w sumie, a "Tr" oznacza niewielką ilość, która jest szacowana na 0.
pt_br: "–" indica que não foi medido, portanto é excluído do total. "Tr" representa uma quantidade mínima e é estimada como 0.
pt_pt: "–" indica que não foi medido, portanto é excluído do total. "Tr" representa uma quantidade mínima e é estimada como 0.
ro: „-” indică o valoare ne măsurată, care este exclusă din total. „Tr” reprezintă o cantitate mică și este estimată la 0.
ru: "-" означает, что значение не измерено и исключается из общей суммы. "Tr" обозначает незначительное количество и считается равным 0.
sk: „-“ znamená, že nie je možné zmerať, preto sa odstraňuje zo sumy. „Tr“ znamená malé množstvo a je odhadované na 0.
sl: "–" pomeni, da ni izmerjeno in je odštevano od skupnega števila, "Tr" pa predstavlja majhno količino in se ocenjuje na 0.
sv: "-" indikerar att värdet inte har mätts och tas bort från totalsumman, medan "Tr" representerar en liten mängd och uppskattas till 0.
ta: "-", என்பது அளவிடப்படாததால், மொத்தத்திலிருந்து விலக்கப்படும். "Tr" என்பது சிறிய அளவில் இருப்பதால், 0 ஆக மதிப்பிடப்படும்.
te: "-" అనేది కొలవబడనిదిగా పరిగణించి, మొత్తం నుండి తీసివేయబడుతుంది మరియు "Tr" అనేది తక్కువ మొత్తంగా పరిగణించి 0తో అంచనా వేయబడుతుంది.
th: "-" หมายถึงยังไม่ได้วัด ดังนั้นจึงตัดออกจากผลรวม และ "Tr" หมายถึงปริมาณน้อย จึงประมาณเป็น 0
tr: "-" değeri ölçülmediği için toplamdan çıkarılır, "Tr" değeri çok düşük olduğu için 0 olarak tahmin edilir.
uk: "-" означає, що значення не виміряно, тому воно виключається з загальної суми. "Tr" означає незначну кількість і оцінюється як 0.
vi: "–" biểu thị chưa đo, loại trừ khỏi tổng. "Tr" biểu thị lượng rất nhỏ, ước tính bằng 0.
zh_hans: “-”表示未测量，从总和中排除，“Tr”表示微量，以0估算。
zh_hant: 「-」表示未測量，從總和中排除，「Tr」表示微量，以0估算。

# health_meals_body_ai.4307847306a2
source: 改善が必要
ar_sa: يحتاج إلى تحسين
ca: Necessita millora
cs: Je třeba zlepšit
da: Kræver forbedring
de_de: Verbesserung erforderlich
el: Απαιτείται βελτίωση
en_au: Improvement Needed
es_es: Necesita mejoras
fi: Tarvitaan parannuksia
fr_ca: Amélioration nécessaire
gu: સુધારા જરૂરી છે
he: יש לשפר
hi: सुधार की आवश्यकता है
hr: Potrebno je poboljšati
hu: Javítani kell
id: Perlu Ditingkatkan
it: Necessario miglioramento
ko: 개선 필요
mr: सुधार आवश्यक
ms: Perlu Diperbaiki
nl_nl: Verbetering nodig
no: Krever forbedring
pl: Wymaga poprawy
pt_br: Requer melhorias
pt_pt: Requer melhorias
ro: Necesită îmbunătățiri
ru: Требуется улучшение
sk: Je potrebné zlepšiť
sl: Potrebno izboljšati
sv: Behöver förbättras
ta: மேம்படுத்த வேண்டியது
te: మెరుగుపరచాల్సిన అవసరం ఉంది
th: จำเป็นต้องปรับปรุง
tr: İyileştirme Gerekli
uk: Потрібно покращити
vi: Cần cải thiện
zh_hans: 需要改进
zh_hant: 需要改进

# health_meals_body_ai.43dc3b27e76e
source: 商品コードを入力してください。
ar_sa: الرجاء إدخال رمز المنتج.
ca: Introduïu el codi del producte.
cs: Zadejte produktový kód.
da: Indtast venligst produktkoden.
de_de: Bitte geben Sie den Produktcode ein.
el: Παρακαλούμε εισάγετε τον κωδικό προϊόντος.
en_au: Please enter the item code.
es_es: Ingrese el código del producto.
fi: Anna tuotekoodi.
fr_ca: Veuillez saisir le code du produit.
gu: ઉત્પાદન કોડ દાખલ કરો.
he: אנא הזן קוד מוצר.
hi: कृपया उत्पाद कोड दर्ज करें।
hr: Unesite ID proizvoda.
hu: Kérjük, adja meg a termékkódot.
id: Masukkan kode produk.
it: Inserisci il codice del prodotto.
ko: 상품 코드를 입력해주세요.
mr: उत्पादन कोड प्रविष्ट करा.
ms: Masukkan kod produk.
nl_nl: Voer de productcode in.
no: Vennligst skriv inn produktkoden.
pl: Wprowadź kod produktu.
pt_br: Insira o código do produto.
pt_pt: Insira o código do produto.
ro: Introduceți codul produsului.
ru: Введите код товара.
sk: Zadajte produktový kód.
sl: Vnesite številko izdelka.
sv: Ange produktkoden.
ta: பொருள் குறியீட்டை உள்ளிடவும்.
te: దయచేసి ఉత్పత్తి కోడ్‌ను నమోదు చేయండి.
th: กรุณากรอกรหัสสินค้า
tr: Ürün kodunu girin.
uk: Введіть код продукту.
vi: Vui lòng nhập mã sản phẩm.
zh_hans: 请输入商品代码。
zh_hant: 請輸入商品碼。

# health_meals_body_ai.4480ba8fa2eb
source: 摂取 kcal
ar_sa: كمية kcal
ca: Admissió kcal
cs: Počaté kcal
da: Indtag kcal
de_de: Aufgenommene kcal
el: Καταναλωσμένες θερμίδες
en_au: Calories Consumed
es_es: Kcal consumidos
fi: Syöty kcal
fr_ca: Calories consommées
gu: ખાવું (કેલરી)
he: צריכת קלוריות
hi: खाद्य सामग्री (kcal)
hr: Unutarnje kalorije
hu: Felvett kalóriák
id: Kalori yang Dikonsumsi
it: Calorie assunte
ko: 섭취 칼로리
mr: खायला घेतलेले कॅलरीज
ms: Kcal yang Dimakan
nl_nl: Inname kcal
no: Inntatt kcal
pl: Spożyte kcal
pt_br: Kcal consumidas
pt_pt: Kcal consumidas
ro: Calorii consumate
ru: Потребленные ккал
sk: Prísun kcal
sl: Porabljene kcal
sv: Intag kcal
ta: உட்கொள்ளப்பட்ட கலோரி
te: వినియోగించిన కేలరీలు
th: ปริมาณแคลอรี่ที่ได้รับ
tr: Alınan Kalori
uk: Споживання калорій
vi: Calo tiêu thụ
zh_hans: 摄入 kcal
zh_hant: 攝取 kcal

# health_meals_body_ai.44a5b22247ad
source: kcal達成
ar_sa: تم تحقيق kcal
ca: S'ha aconseguit kcal
cs: Dosáhnout cíle kalorií.
da: Kcal opnået
de_de: PFC erreicht
el: Έχετε επιτύχει τις θερμίδες.
en_au: PFC achieved.
es_es: Alcanzado el objetivo de kcal.
fi: Kalorit saavutettu.
fr_ca: Atteindre l'objectif en calories
gu: kcal હાંસલ
he: השגת קלוריות.
hi: kcal प्राप्त करें।
hr: Postignuto kcal.
hu: Kalória elérése.
id: Mencapai kalori
it: Raggiungi l'obiettivo di calorie
ko: 칼로리 달성
mr: kcal पूर्ण करा.
ms: Mencapai kalori
nl_nl: Calorieën doel bereikt.
no: Kcal oppnådd
pl: Osiągnięto cel kalorii.
pt_br: Alcançou o objetivo de calorias
pt_pt: Alcançou o objetivo de calorias
ro: Atingeți obiectivul kcal.
ru: Достигнута цель по калориям.
sk: Dosiahli ste cieľ kcal.
sl: Uporabite
sv: Uppnå kcal
ta: kcal இலக்கை அடைந்தது.
te: kcal లక్ష్యాన్ని చేరుకోండి.
th: ทำสำเร็จตามเป้าหมายแคลอรี่
tr: Kcal hedefine ulaştınız
uk: Досягнуто калорій
vi: Đạt được kcal.
zh_hans: 达成卡路里
zh_hant: 達成 kcal

# health_meals_body_ai.452d17cd1b90
source: 今日のセット
ar_sa: مجموعة اليوم
ca: el conjunt d'avui
cs: Dnešní série
da: I dagens sæt
de_de: Sätze von heute
el: Τα σύνολα της ημέρας
en_au: Today's sets
es_es: Series de hoy
fi: Tänään tehdyt sarjat
fr_ca: Séries du jour
gu: આજના સેટ
he: סט היום
hi: आज के सेट
hr: Dana serija
hu: Ma's edzés
id: Set hari ini
it: Serie odierna
ko: 오늘의 세트
mr: आजचे सेट
ms: Set hari ini
nl_nl: Sets vandaag
no: I dagens sett
pl: Dzisiejsze serie
pt_br: Conjunto do dia
pt_pt: Conjunto do dia
ro: Setul de astăzi
ru: Сегодняшняя тренировка
sk: Dnes trénované série
sl: Danes serija
sv: Idags set
ta: இன்றைய செட்
te: ఈ రోజు యొక్క సెట్లు
th: เซ็ตวันนี้
tr: Bugünün antrenmanı
uk: Набір сьогодні
vi: Bộ tập hôm nay
zh_hans: 今日的数据
zh_hant: 今日的目标

# health_meals_body_ai.4563c325c141
source: 食品から自動集計
ar_sa: حصر تلقائي من المواد الغذائية
ca: Recompte automàtic dels aliments
cs: Automatické seskupování potravin
da: Automatisk opsummering af mad
de_de: Automatische Berechnung aus Lebensmitteln
el: Αυτόματη καταγραφή τροφίμων
en_au: Automatic food tracking
es_es: Recopilación automática de alimentos
fi: Ruokien automaattinen laskenta
fr_ca: Calcul automatique à partir des aliments
gu: આહારમાંથી આપોઆપ ગણતરી
he: חישוב אוטומטי של מזון
hi: स्वचालित रूप से भोजन का हिसाब
hr: Automatsko izračunavanje prema hrani
hu: Automatikus számítás az élelmiszerekből
id: Menghitung otomatis dari makanan
it: Calcolo automatico degli alimenti
ko: 음식에서 자동 집계
mr: आतून आहाराचा नोंदी
ms: Menghasilkan jumlah automatik
nl_nl: Automatisch berekenen op basis van voedsel
no: Automatisk oppsummering av mat
pl: Automatyczne zestawianie
pt_br: Agrupamento automático de alimentos
pt_pt: Agrupamento automático de alimentos
ro: Calcul automat al alimentelor
ru: Автоматический подсчет по продуктам
sk: Automatické prehľadanie potravín
sl: Samodejno izračun prehrane
sv: Automatisk sammanräkning av mat
ta: தானாக உணவுப் பொருட்களைச் சேகரித்தல்
te: ఆహారం నుండి ఆటోమేటిక్ సమ్మేషన్
th: คำนวณอัตโนมัติจากอาหาร
tr: Yiyeceklerden otomatik toplama
uk: Автоматичний розрахунок на основі продуктів
vi: Tự động thống kê từ thực phẩm
zh_hans: 从食物自动统计
zh_hant: 從食物自動計算

# health_meals_body_ai.4597562046d9
source: Apple Healthを連携
ar_sa: رابط Apple Health
ca: Enllaç Apple Health
cs: Propojte se s Apple Health
da: Integrer med Apple Health
de_de: Apple Health verbinden
el: Συνδέστε το Apple Health
en_au: Connect to Apple Health
es_es: Conectar con Apple Health
fi: Yhdistä Apple Health
fr_ca: Intégrer Apple Health
gu: Apple Health સાથે જોડાણ કરો
he: חבר ל-Apple Health
hi: Apple Health को कनेक्ट करें
hr: Integrirajte Apple Health
hu: Integrálja az Apple Health-et
id: Hubungkan ke Apple Health
it: Integra con Apple Health
ko: Apple Health와 연동
mr: Apple Health सोबत कनेक्ट करा
ms: Hubungkan ke Apple Health
nl_nl: Integreer met Apple Health
no: Koble til Apple Health
pl: Połącz się z Apple Health
pt_br: Sincronizar com o Apple Health
pt_pt: Sincronizar com o Apple Health
ro: Integrează cu Apple Health
ru: Подключить Apple Health
sk: Pripojte sa k Apple Health
sl: Povežite se s službo Apple Health
sv: Koppla till Apple Health
ta: Apple Health உடன் இணைக்கவும்
te: Apple Healthను అనుసంధానించండి
th: เชื่อมต่อกับ Apple Health
tr: Apple Health ile bağlantı kurun
uk: Підключити Apple Health
vi: Kết nối với Apple Health
zh_hans: 连接到Apple Health
zh_hant: 與Apple Health整合

# health_meals_body_ai.4792fe290e90
source: テンポ
ar_sa: وتيرة
ca: ritme
cs: Rychlost
da: Tempo
de_de: Tempo
el: Ρυθμός
en_au: Tempo
es_es: Ritmo
fi: Nopeus
fr_ca: Rythme
gu: ઝડપ
he: קצב
hi: गति
hr: Tempo
hu: Tempó
id: Tempo
it: Ritmo
ko: 템포
mr: गती
ms: Tempo
nl_nl: Tempo
no: Tempo
pl: Tempo
pt_br: Ritmo
pt_pt: Ritmo
ro: Tempo
ru: Темп
sk: Tempo
sl: Tempo
sv: Tempo
ta: வேகம்
te: వేగం
th: จังหวะ
tr: Tempo
uk: Темп
vi: Tốc độ
zh_hans: 节奏
zh_hant: 節奏

# health_meals_body_ai.479e875e017c
source: 手首皮膚温が普段と異なる傾向
ar_sa: تميل درجة حرارة جلد المعصم إلى الاختلاف عن المعتاد
ca: La temperatura de la pell del canell acostuma a ser diferent de l'habitual
cs: Zápěstí má teplotu, která se liší od běžné hodnoty
da: Hudtemperaturen på håndleddet er anderledes end normalt
de_de: Abweichende Tendenz der Handgelenkstemperatur im Vergleich zum Normalzustand
el: Η θερμοκρασία δέρματος στον καρπό είναι διαφορετική από την κανονική
en_au: Unusual skin temperature readings on your wrist compared to usual.
es_es: Tendencia a que la temperatura de la piel en el muñón sea diferente a lo habitual
fi: Ranteen lämpötila on poikkeava verrattuna normaaliin
fr_ca: Tendance à une température de la peau au poignet différente de la normale
gu: હાથની ત્વચાનું તાપમાન સામાન્ય કરતાં અલગ છે
he: יש הבדל בטמפרטורת העור במרפק ביחס לרגיל
hi: हाथ की त्वचा का तापमान सामान्य से अलग है
hr: Temperatura kože na zapešću je izvan normalnog raspona
hu: A karok hőmérséklete eltér az átlaghoz képest
id: Perubahan suhu kulit pergelangan tangan dibandingkan biasanya
it: La temperatura della pelle al polso è diversa dalla norma
ko: 손목 피부 온도가 평소와 다름
mr: हातावरील त्वचेचे तापमान नेहमीपेक्षा वेगळे आहे
ms: Trend suhu kulit pergelangan tangan berbeza daripada biasa
nl_nl: De temperatuur van de huid op je pols is afwijkend ten opzichte van normaal
no: Hudtemperatur i håndledd avviker fra normalt nivå
pl: Temperatura skóry nadgarstka odbiega od normalnej
pt_br: Tendência para a temperatura da pele no pulso ser diferente da normal
pt_pt: Tendência para a temperatura da pele no pulso ser diferente da normal
ro: Tendința ca temperatura pielii de la încheietură să fie diferită față de normal
ru: Температура кожи на запястье отличается от обычной
sk: Zápästná teplota kože je odlišná od bežnej hodnoty
sl: Temperatura kože na zapestju je od ključne vrednosti
sv: Armtemperaturen avviker från normalt
ta: கையின் தோல் வெப்பநிலை வழக்கத்தை விட வேறுபட்டது
te: చేతి చర్మ ఉష్ణోగ్రత సాధారణంగా ఉండటం
th: แนวโน้มที่อุณหภูมิผิวหนังที่ข้อมือแตกต่างจากปกติ
tr: El Bileği Cilt Sıcaklığının Normalden Farklı Olması
uk: Температура шкіри на зап'ясті відрізняється від звичайної
vi: Nhiệt độ da ở cổ tay khác với bình thường
zh_hans: 手腕皮肤温度与平时不同
zh_hant: 手腕皮膚溫度與平常不同

# health_meals_body_ai.482b99ee1cad
source: スタンド
ar_sa: الوقوف
ca: parar
cs: Statice
da: Stativ
de_de: Ständer
el: Σταθερή βάση
en_au: Stand
es_es: Soporte
fi: Pystytuki
fr_ca: Support
gu: સ્ટેન્ડ
he: מכשיר
hi: स्टैंड
hr: Stoj
hu: Tartó
id: Posisi
it: Supporto
ko: 스탠드
mr: स्टँड
ms: Tandas
nl_nl: Stand
no: Stativ
pl: Statyw
pt_br: Suporte
pt_pt: Suporte
ro: Suport
ru: Подставка
sk: Stojace zariadenie
sl: Stojalo
sv: Stativ
ta: நிலையம்
te: స్టాండ్
th: แท่น
tr: Ayaklı cihaz
uk: Підставка
vi: Giá đỡ
zh_hans: 站姿
zh_hant: 站姿
